Repository: kadirfayzi/Water-Drink-Reminder
Catalog: lib/l10n/app_*.arb
Languages: tr

# language
source: English
tr: Türkçe

source: Version
tr: Versiyon

source: App Version
tr: Uygulama Versiyonu

# appGreeting1
source: Hi, I'm your personal hydration companion
tr: Merhaba, ben sizin kişisel hidrasyon arkadaşınızım

# appGreeting2
source: In order to provide tailored hydration advice,I need to get some basic information. And I'll keep this a secret.
tr: Kişiye özel hidrasyon tavsiyesi verebilmek için bazı temel bilgileri almam gerekiyor. Ve bunu bir sır olarak tutacağım.

source: LET'S GO
tr: Hadi Başlayalım

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Your Gender
tr: Cinsiyetiniz

source: Your Weight
tr: Ağırlığınız

source: Wake-up Time
tr: Uyanma Saati

source: Bedtime
tr: Uyku Saati

source: Start
tr: Başla

source: Next
tr: Sonraki

source: Skip
tr: Atla

# genHydraPlan
source: Generating your hydration plan...
tr: Hidrasyon planınız oluşturuluyor...

# personalHydraPlan
source: Personal hydration plan
tr: Kişisel hidrasyon planı

# dailyWaterIntake
source: Your proper daily water intake
tr: Günlük uygun miktarda su alımınız

# howMuchShouldDrink
source: How much should you drink
tr: Ne kadar içmelisiniz

# timesADay
source: {times} times a day
tr: Günde {times} defa

# eachTime
source: {amount} each time
tr: Her defa {amount}

source: What is the right time?
tr: Doğru zaman nedir?

source: Don't worry, I'll remind you on time
tr: Endişelenme, sana zamanında hatırlatacağım

source: How to effectively monitor
tr: Nasıl etkin bir şekilde izlenir

# checkYourHydrationReport
source: Check your hydration report and see your ratio
tr: Hidrasyon raporunuzu kontrol edin ve oranınızı görün

source: Home
tr: Ana Sayfa

source: Statistics
tr: İstatistikler

source: Settings
tr: Ayarlar

source: More tips
tr: Daha fazla ipucu

source: Daily Drink Target
tr: Günlük İçme Hedefi

# confirmDrankWater
source: Confirm that you have just drank water
tr: Az önce su içtiğinizi onaylayın

source: Today's Records
tr: Bugünün Kayıtları

# editOrDeleteRecord
source: Edit/Delete Record
tr: Kaydı Düzenle/Sil

source: Edit Record
tr: Kaydı Düzenle

source: Edit
tr: Düzenle

source: Delete
tr: Sil

source: Next time
tr: Bir dahaki sefer

source: Switch Cup
tr: Kupayı Değiştir

source: Customize
tr: Özelleştir

source: Customize your drinking cup
tr: İçme kupanızı özelleştirin

# addForgottenDrinkingRecord
source: Add a record of drinking water in the past that you forgot to confirm.
tr: Geçmişte içtiğiniz ve onaylamayı unuttuğunuz kaydı ekleyin.

source: times
tr: defa

source: day
tr: gün

source: Month
tr: Ay

source: Year
tr: Yıl

source: Weekly Completion
tr: Haftalık tamamlama

source: Drink Water Report
tr: Su İçme Raporu

source: Weekly average
tr: Haftalık ortalama

source: Monthly average
tr: Aylık ortalama

source: Average completion
tr: Ortalama tamamlama

source: Drink frequency
tr: İçme frekansı

source: REMINDER SETTINGS
tr: HATIRLATICI AYARLARI

source: Reminder Schedule
tr: Hatırlatma Programı

source: Reminder Sound
tr: Hatırlatıcı Sesi

source: GENERAL
tr: GENEL

source: Unit
tr: Birim

source: Intake Goal
tr: Su İçme Hedefi

# langWordTranslate
source: Language
tr: Dil

source: PERSONAL INFORMATION
tr: KİŞİSEL BİLGİ

source: Gender
tr: Cinsiyet

source: Weight
tr: Ağırlık

source: OTHER
tr: DİĞER

source: Save
tr: Kaydet

source: Cancel
tr: İptal

source: Set New Reminder
tr: Yeni Hatırlatıcı Ekle

source: Select Sound
tr: Ses'i Seç

source: Select Units
tr: Birimleri Seç

source: Capacity
tr: Hacim

source: Adjust Intake Goal
tr: Su Alım Hedefini Ayarla

source: Select Language
tr: Dil Seç

source: Select Gender
tr: Cinsiyet Seç

source: Select Weight
tr: Ağırlık Seç

source: Feedback
tr: Geri Bildirim

source: Rate App
tr: Uygulamayı Değerlendir

source: Share App
tr: Uygulamayı Paylaş

source: How to drink water correctly ?
tr: Su nasıl doğru içilir ?

source: Close
tr: Kapat

source: Are you sure you want to clear all records ?
tr: Tüm kayıtları silmek istediğinizden emin misiniz ?

# tips
source: Drink your glass of water slowly with some small sips.Hold the water in your mouth for a while before swallowing.Drinking water in a sitting posture is better than drinking in a standing or running.Do not drink very cold or icy water.Do not drink water immediately after eating.Do not drink cold water immediately after hot drinks like tea or coffee.Do not drink water immediately after urinating
tr: Bir bardak suyunuzu birkaç küçük yudumla yavaşça için.Yutmadan önce suyu bir süre ağzınızda tutun.Oturarak su içmek, ayakta veya koşarak içmekten daha iyidir.Çok soğuk veya buzlu su içmeyin.Yemekten hemen sonra su içmeyin.Çay, kahve gibi sıcak içeceklerden hemen sonra soğuk su içmeyin.İdrar yaptıktan hemen sonra su içmeyin

# notificationTitle
source: It's time to drink water!
tr: Su içmenin tam zamanı!

# notificationBody
source: After drinking, touch the cup to confirm
tr: İçtikten sonra onaylamak için bardağa dokunun
